{
  "title": "How to Solo Hike the Three Passes Trek for Under $500",
  "date": "2023-08-09",
  "modified_date": "2024-12-30",
  "description": "Everything you need to know to plan your own Three Passes Trek.",
  "image": "photos/countries/nepal/three-passes-trek/mount-everest-from-kala-patthar",
  "tags": ["nepal", "three-passes-trek", "hiking"],
  "short_name": "three-passes-trek",
  "youtube": "lji8NyYSIrE",
  "introduction": "Step into the embrace of <a href='/galleries/nepal'>Nepal</a>, a realm where mountains touch the sky with regal grace, culture weaves a tapestry of richness, warm-hearted souls extend open arms, and beauty stands unrivaled. As a voyager seasoned by trails ventured and horizons conquered, Nepal has etched a sanctuary within my soul. Time and again, I've graced this enchanting land, and with each footfall, I've gathered not just memories that refuse to fade, but a treasury of wisdom to impart to you. Today, I stand ready to be your guide, to equip you for your very own escapade along one of Nepal's most monumental passages—the Three Passes Trek.",
  "links": [
    {
      "title": "Photo Gallery",
      "url": "/galleries/nepal"
    },
    {
      "title": "Gear List",
      "url": "/gear"
    }
  ],
  "map": {
    "id": "1oAOx1pOeMl1QyJJ2_LfTm9elaSQ6urc"
  },
  "overview": {
    "summary": "Along this challenging and rewarding adventure in the Everest region, you'll encounter three high mountain passes – Renjo La, Cho La, and Kongma La, each offering breathtaking views of the Himalayas. You'll witness the incredible Gokyo Lake, with it's crystal-clear waters and friendly yaks. And of course you'll visit the base camps of iconic peaks like Everest, Ama Dablam, and Cho Oyu, giving you a glimpse into how climbers prepare for their expeditions. You'll also have the opportunity to summit smaller peaks like Sundar Ri, Gokyo Ri, and Chukung Ri, offering challenging side-trips with solitary views. In this guide, I'll cover a couple different <a href='#options'>itinerary options</a> to make this journey your own.",
    "images": [
      "photos/countries/nepal/three-passes-trek/gokyo-lake-mount-everest-prayer-flags",
      "photos/countries/nepal/three-passes-trek/hiker-walking-towards-ama-dablam",
      "photos/countries/nepal/three-passes-trek/stupa-and-snowy-mountains"
    ]
  },
  "basics": {
    "items": [
      {
        "title": "Guides",
        "description": "The decision to trek with or without a guide is a personal one. Some trekkers seek the freedom of solitude, while others find comfort in the knowledge and companionship of a local guide. Personally, I prefer to start my journey alone and meet local guides along the way if I would like to know more about the area."
      },
      {
        "title": "Navigation",
        "description": "For proper navigation, you should always carry a paper map and compass and know how to use them in an emergency. You can pick up any number of paper maps in Thamel, Kathmandu when you arrive. Additionally, I typically use a gps app on my phone like maps.me or AllTrails. Check out the <a href='#map'>map</a> for my entire route."
      },
      {
        "title": "Accommodation",
        "description": "As you wander through these mesmerizing landscapes, rest assured that tea houses, with their humble charm, await to welcome you. The locals are warm, welcoming, and genuine, making the trek a culturally enriching experience. Tea houses provide hot meals, basic facilities, and some other additional amenities like hot showers and electricity, though they might be limited. Embrace the simplicity and enjoy the camaraderie with fellow trekkers and locals."
      },
      {
        "title": "Permits",
        "description": "Permits are easily acquired along the trail after Lukla, so there's no need to do so in Kathmandu. The permits required are the Sagarmatha National Park Permit, Khumbu Pasang Rural Municipality Permit, and the TIMS card."
      },
      {
        "title": "Safety",
        "description": "Hiking in the Himalayas is difficult. Your safety and well-being are of utmost importance. Take time to acclimatize and relish rest days amid the tranquil beauty of the Himalayas. Make sure to do your own research and due-diligence. In the end, your safety is your responsibility."
      }
    ]
  },
  "gear": {
    "introduction": "Prepare for the incredible Three Passes Trek in Nepal with the right gear essentials. Layered clothing is a must for unpredictable weather, ensuring adaptability to varying conditions. While villages provide water, pack water purification gear for peace of mind. Carry a 1-liter water bottle, a sun hat, and quality sunglasses to combat the intense mountain sun. Don't forget trail mix for energy between meals, easily sourced from Kathmandu's Asan Market. Slip into comfy flip flops or socks after trekking, and keep devices charged with a substantial power bank due to limited charging spots. Capture memories with a reliable camera and skip camping gear unless exploring remote areas. Lastly, ensure you have enough cash to cover expenses for the entire trek. With these essentials, get ready for an unforgettable adventure amidst Nepal's stunning landscapes on the Three Passes Trek.",
    "trip": "three-passes"
  },
  "weather": {
    "introduction": "Having visited Nepal across various seasons, I've realized that there isn't best time to visit, as each season has its advantages and drawbacks. Select the time that matches your preferred weather, scenery, and crowd conditions. Personally, I find late Spring and early Winter appealing due to favorable weather and fewer crowds.",
    "seasons": [
      {
        "title": "Spring",
        "description": "The best time to hike the Three Passes to see the area in bloom is in the spring, from March to May. The rhododendrons, Nepal's national flower, are in full bloom, and the weather is mild. Additionally, there are fewer people on the trails, which makes for a more tranquil trekking experience."
      },
      {
        "title": "Autumn",
        "description": "The most well-liked trekking season in Nepal is the autumn (September to November), and for good reason. The ideal conditions for trekking are provided by the clear, dry weather. Great views of the mountains are also made possible by the clear skies. But be aware that the trails might be very busy at this time."
      },
      {
        "title": "Winter",
        "description": "It is not advised to trek the Three Passes during the winter (December-February) because the trails can be icy and snow-covered, which makes them dangerous. In addition, it is extremely cold outside, and there is a lot of snow up higher, making trekking more difficult. However, going in the shoulder season or off season has its benefits."
      },
      {
        "title": "Summer",
        "description": "The Three Passes should not be hiked during Nepal's monsoon season, which lasts from June-August. Since the trails are frequently muddy and slippery, it can be challenging and unpleasant to hike when it rains heavily. The trails may also become impassable in some areas due to landslides and flooding brought on by the heavy rain."
      }
    ]
  },
  "extra_sections": [
    {
      "title": "Itinerary Options",
      "id": "options",
      "description": "Now, let's explore the different itinerary options for the Three Passes Trek. As you might be able to see from the <a href='#map'>map</a>, you have two major decisions to make: where to start and which way to go.",
      "sections": [
        {
          "title": "Where to start?",
          "description": "Lukla is the typical starting point of many treks in the Khumbu region. However, you have a couple of options to reach here. You can either take a jeep to a village lower in the Solukhumbu valley and walk to Lukla, or you can fly directly to Lukla from Kathmandu. Flying is faster and more convenient, but flights are weather-dependent, can be subject to delays and cancellations, and are more expensive. If you have a few extra days and wish for a more authentic experience, consider starting your trek from lower in the Solukhumbu Valley. This path allows you to explore lesser-visited villages, witness the majestic summit of Pikey Peak, and save some money by avoiding the flight to Lukla. I chose this option to immerse myself in the local culture and discover hidden gems. The typical starting points are Jiri, Salleri, Dhap, or Phaplu. Most hotels in Thamel, Kathmandu, can help you organize your journey to the starting point. Check out my <a href='/guides/how-to-solo-hike-the-pikey-peak-trek' target='blank'>Pikey Peak Trek</a> for more information.",
          "images": ["photos/countries/nepal/three-passes-trek/plane-landing-at-lukla"]
        },
        {
          "title": "Which way to go?",
          "description": "Next, you'll have to decide whether to go clockwise or counter-clockwise on your journey. After reaching Namche Bazaar, the path splits. Going clockwise will offer you quieter trails and tea houses, and if Everest Base Camp is your main destination, you'll save it for last, building up the excitement. Additionally, the views of Everest, Ama Dablam, and Gokyo Lake as you descend from the passes are truly awe-inspiring. On the other hand, going counter-clockwise provides a gentler elevation gain and a slightly more defined acclimatization schedule. Personally, I opted to go clockwise for fewer crowds and better vistas, and I was not disappointed.",
          "images": ["photos/countries/nepal/three-passes-trek/hiker-above-gokyo-lake-and-everest"]
        },
        {
          "title": "Does it Matter?",
          "description": "No matter where you choose to start or which direction you go, get ready for an adventure that will leave you in awe."
        }
      ]
    }
  ],
  "itinerary": {
    "introduction": "The trek typically takes around 19-21 days to complete, depending on the route and your pace. You have a couple <a href='#options'>options</a> to make this itinerary your own. Personally, I decided to start from <a href='/guides/how-to-solo-hike-the-pikey-peak-trek' target='blank'>lower in the valley</a> instead of flying to Lukla and walk the loop clockwise for better views and fewer crowds.",
    "conclusion": "Your Three Passes itinerary can be as flexible as you want. There are tons of <a href='#highlights'>side trips</a> you can choose from, or you can choose to rest somewhere for an extra few days if your schedule allows.",
    "units": {
      "phase": "Day",
      "distance": "Distance",
      "elevation": "Elevation"
    },
    "phases": [
      {
        "title": "Kathmandu to Lukla",
        "description": "Depending on how you came to Lukla, you might have had an epic but short 25 minute flight from Kathmandu or spent a few off the beaten path days <a href='/guides/how-to-solo-hike-the-pikey-peak-trek' target='blank'>walking in from the valley</a>. Either way, you’re in the right place to begin the next part of your journey.",
        "distance": 160,
        "elevation": 2845,
        "images": [
          "photos/countries/nepal/three-passes-trek/plane-landing-at-lukla",
          "photos/countries/nepal/three-passes-trek/porters-hiking-in-the-valley"
        ]
      },
      {
        "title": "Lukla to Namche Bazaar",
        "description": "From Lukla, we head towards Namche Bazaar while walking alongside the Dudh Koshi river. I recommend walking through or stopping by the smaller but serene villages on the west side of the river for more authentic and lesser-visited areas. Once you arrive in Namche Bazaar, you may choose to spend two nights and take a full rest day. This bustling Sherpa town offers delicious food, a chance to resupply, and some tourist attractions. However, I recommend saving your rest day for after the trek when you can truly indulge in hot showers and scrumptious food. I'll cover this in more detail at the end of our itinerary.",
        "distance": 19,
        "elevation": 3435,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-mani-wall",
          "photos/countries/nepal/three-passes-trek/hiker-above-namche-bazaar",
          "photos/countries/nepal/three-passes-trek/cows-crossing-suspension-bridge"
        ]
      },
      {
        "title": "Namche Bazaar to Thame",
        "description": "From Namche Bazaar, we trek through a breathtaking valley towards Thame. Along the way, take in all of the beauty this valley has to offer. I suggest taking a brief detour to Lawudo Monastery, a place where few wander, yet the additional hike will assist in acclimatization, while the views offer truly rewarding moments of serenity.",
        "distance": 10,
        "elevation": 3774,
        "images": ["photos/countries/nepal/three-passes-trek/hiking-above-thame"]
      },
      {
        "title": "Rest Day in Thame",
        "description": "Thame is a charming village surrounded by majestic mountains. Take a well-deserved rest day here and consider an acclimatization hike to Sundar Peak for even more mesmerizing views. Don't miss the chance to visit Thame Monastery and spend some time wandering around the village to observe the yaks and horses, essential companions of the Khumbu region.",
        "distance": 0,
        "elevation": 3774,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-resting-at-sundar-peak",
          "photos/countries/nepal/three-passes-trek/hiker-sitting-alone"
        ]
      },
      {
        "title": "Thame to Lungden",
        "description": "From Thame, we walk up a gentile incline until we reach a small village called Lungden. The gradual slope invites you to embrace the tranquil beauty of the Himalayas and immerse yourself in the rich culture of the passing villages. Nestled peacefully amidst the mountains, Lungden is a charming village graced with only a handful of tea houses. I encourage you to take a moment to rest, preparing yourself for the forthcoming journey.",
        "distance": 10,
        "elevation": 4346,
        "images": [
          "photos/countries/nepal/three-passes-trek/stupa-and-snowy-mountains",
          "photos/countries/nepal/three-passes-trek/hiker-thame-to-lungden",
          "photos/countries/nepal/three-passes-trek/hiker-in-lungden-mountain-village"
        ]
      },
      {
        "title": "Lungden to Gokyo (via Renjo Pass)",
        "description": "From Lungden, our next path leads us on an invigorating trek up Renjo Pass to the mesmerizing Gokyo Lake. This is a long and demanding day. Remember to start early to make the most of it. Keep your eyes open for breathtaking views of Mount Everest and the stunning Gokyo Lake as you reach the top of Renjo Pass.",
        "distance": 12,
        "elevation": 4739,
        "images": [
          "photos/countries/nepal/three-passes-trek/gokyo-lake-mount-everest-prayer-flags",
          "photos/countries/nepal/three-passes-trek/hiker-above-gokyo-lake-and-everest"
        ]
      },
      {
        "title": "Rest Day at Gokyo",
        "description": "Gokyo Lake is a tranquil gem nestled amidst the Himalayas. Consider taking an acclimatization hike to Gokyo Ri or even the Cho Oyu base camp for more awe-inspiring views. Take your time to walk around the mesmerizing blue waters, and let the serenity of the place rejuvenate your spirit.",
        "distance": 0,
        "elevation": 4739,
        "images": [
          "photos/countries/nepal/three-passes-trek/gokyo-lake",
          "photos/countries/nepal/three-passes-trek/yaks-at-gokyo-lake",
          "photos/countries/nepal/three-passes-trek/hiker-crossing-suspension-bridge"
        ]
      },
      {
        "title": "Gokyo to Dragnag",
        "description": "From Gokyo Lake, we proceed to Dragnag over a constantly changing glacial path. This is a relatively short walk, but it can be a bit unstable due to glacial till. Exercise caution and embrace the adventure.",
        "distance": 4,
        "elevation": 4699,
        "images": ["photos/countries/nepal/three-passes-trek/hiker-crossing-glacier"]
      },
      {
        "title": "Dragnag to Dzongla (via Cho Pass)",
        "description": "Next, we trek from Dragnag to Dzongla, passing through Cho Pass. It's another long day, but the experience is worth every step. The views might not be as jaw-dropping as Renjo Pass, but they are beautiful in their own right. As you walk down a bit, be prepared to be greeted by the magnificent Ama Dablam. Nestled in tranquility, Dzongla is yet another picturesque village, comprised of only a few tea houses but offering breathtaking views. For a truly memorable experience, I suggest staying at the Himalayan Lodge, perched atop a gentle hill, providing even more awe-inspiring vistas of the majestic Ama Dablam.",
        "distance": 10,
        "elevation": 4823,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-on-cho-pass",
          "photos/countries/nepal/three-passes-trek/hiker-ama-dablam-at-sunrise"
        ]
      },
      {
        "title": "Dzongla to Lobuche (Pyramid Research Center)",
        "description": "From Dzongla, we now head towards Lobuche. The trail meanders gently, guiding us through a soothing rhythm of descents and ascents. As you traverse this path adorned by the majestic presence of Ama Dablam and other Himalayan giants, you will be enveloped in a profound sense of wonder. These moments of tranquil exploration have etched themselves as cherished memories in my heart. When you reach Lobuche, I recommend staying at the Pyramid Italian Research Center. It's just a short walk north of Lobuche, but the beds there are comfier (ensuring a well-deserved rest for your journey tomorrow) and you'll have the surrounding views mainly to yourself.",
        "distance": 9,
        "elevation": 4953,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-walking-towards-ama-dablam",
          "photos/countries/nepal/three-passes-trek/hiker-lobuche-pyramid-research-center"
        ]
      },
      {
        "title": "Lobuche to Gorek Shep / Kala Patthar / EBC",
        "description": "As we head towards Everest Base Camp and Kala Patthar, we make a quick stop at Gorek Shep. If you decide to spend the night here, you have the opportunity to secure a room at a local tea house and unload some of your gear. This thoughtful step will lighten your load as you continue your adventure towards Kala Patthar and Everest Base Camp. I recommend starting your day by summiting Kala Patthar, as the morning vistas are known to be especially captivating. While the trail is brief, the altitude presents its own challenges, making the journey both invigorating and demanding. From the pinnacle, a breathtaking panorama of Mount Everest and Everest Base Camp unfolds, offering a spectacle of nature's grandeur. If you're feeling strong, you can embark on a visit to Everest Base Camp on the very same day, following a nourishing lunch in Gorek Shep. Take time to observe climbers, sherpas, and porters as they prepare for their challenging expeditions.",
        "distance": 20,
        "elevation": 5567,
        "images": [
          "photos/countries/nepal/three-passes-trek/everest-base-camp-from-kala-patthar",
          "photos/countries/nepal/three-passes-trek/mount-everest-from-kala-patthar",
          "photos/countries/nepal/three-passes-trek/hiker-summiting-kala-patthar",
          "photos/countries/nepal/three-passes-trek/everest-base-camp-khumbu-icefall"
        ]
      },
      {
        "title": "Gorek Shep to Lobuche",
        "description": "If you decided to spend the night at Gorek Shep, I recommend only hiking back to Lobuche to give youself extra time to cross Kongma Pass. Personally, I decided to hike back to Lobuche on the previous day for a more peaceful and cozy night's rest. Tea houses in Gorek Shep can get crowded, and the night might be cold and uncomfortable.",
        "distance": 5,
        "elevation": 4953,
        "images": ["photos/countries/nepal/three-passes-trek/way-to-everest-base-camp"]
      },
      {
        "title": "Lobuche to Chukhung (via Kongma Pass)",
        "description": "From Lobuche, we cross an expansive glacier and ascend the formidable Kongma Pass as we head to Chukhung. This is another long and demanding journey, so starting early is crucial to complete this section comfortably. Navigating the glacier crossing can be a bit difficult at times because the path changes every year. However, there are frequent trail markers along the way. At the zenith of Kongma Pass, a spectacle of unparalleled grandeur unfolds. Behold a realm where frozen lakes shimmer like jewels, and colossal mountains stand as sentinels of the heavens. This is a vista that ignites the spirit and commands reverence, a testament to the indomitable spirit of nature and humanity intertwined.",
        "distance": 11,
        "elevation": 4730,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-summiting-kongma-pass",
          "photos/countries/nepal/three-passes-trek/hiker-sitting-on-kongma-pass",
          "photos/countries/nepal/three-passes-trek/hiker-on-kongma-pass-looking-at-frozen-lake",
          "photos/countries/nepal/three-passes-trek/hiker-with-ama-dablam-descending-kongma-pass",
          "photos/countries/nepal/three-passes-trek/hiker-in-foggy-kongma-pass"
        ]
      },
      {
        "title": "Rest Day at Chukhung",
        "description": "Chukhung is a quaint village surrounded by towering peaks. You have the option to rest. If you're up for it, summit Chukhung Ri for even more spectacular views.",
        "distance": 0,
        "elevation": 4730,
        "images": ["photos/countries/nepal/three-passes-trek/hiker-ama-dablam-in-chukhung"]
      },
      {
        "title": "Chukhung to Pangboche",
        "description": "On the way back to Namche Bazaar, if you'd like to visit Ama Dablam, you can stop in Pangboche.",
        "distance": 12,
        "elevation": 3895,
        "images": [
          "photos/countries/nepal/three-passes-trek/hiker-above-farmland",
          "photos/countries/nepal/three-passes-trek/hiker-behind-colorful-prayer-flags"
        ]
      },
      {
        "title": "Rest Day at Pangboche for Ama Dablam Base Camp",
        "description": "While resting in Pangboche, consider making an optional visit to Ama Dablam Base Camp. Although I did not personally venture here, it's a chance to witness more of the Himalayan beauty.",
        "distance": 9,
        "elevation": 4580,
        "images": ["photos/countries/nepal/three-passes-trek/ama-dablam-at-sunrise"]
      },
      {
        "title": "Pangboche to Phortse",
        "description": "I recommend a stop at Phortse instead of a more popular village. It's a chance to experience the warmth of the local and more authentic community.",
        "distance": 7,
        "elevation": 3800,
        "images": ["photos/countries/nepal/three-passes-trek/hiker-in-valley"]
      },
      {
        "title": "Phortse to Namche Bazaar",
        "description": "Enjoy this beautiful valley trek as you get ever closer to your rest day in Namche Bazaar",
        "distance": 10,
        "elevation": 3435,
        "images": ["photos/countries/nepal/three-passes-trek/hiker-towards-namche-bazaar"]
      },
      {
        "title": "Rest Day at Namche Bazaar",
        "description": "Welcome back to Namche Bazaar! Take your time to rest and enjoy the comforts of this vibrant town. If your budget allows, I recommend treating yourself to the comfort of Khumbu Lodge, which is known for its good showers and beds with electric blankets. For a satisfying meal, I recommend heading over to Eat Smart Restaurant. If you're looking for a great day hike, take a round-trip to Sir Edmund Hillary Viewpoint and Khunde for breathtaking views of Namche and the surrounding landscape. You might even find yourself accompanied by the gentle yaks or Himalayan Tahr that roam freely in these areas.",
        "distance": 0,
        "elevation": 3435,
        "images": [
          "photos/countries/nepal/three-passes-trek/backpacker-walking-in-namche-bazaar",
          "photos/countries/nepal/three-passes-trek/himalayan-tahr-on-cliff",
          "photos/countries/nepal/three-passes-trek/namche-bazaar-from-above"
        ]
      },
      {
        "title": "Namche Bazaar to Lukla",
        "description": "As we near the end of this incredible journey, our path retraces towards Lukla. Make sure to catch the planes landing and taking off, a fascinating sight that begins around 7 in the morning. These aerial voyages carry fellow adventurers, their recollections akin to your own, creating a tapestry of shared experiences among the skyward-bound.",
        "distance": 19,
        "elevation": 2845,
        "images": ["photos/countries/nepal/three-passes-trek/hiker-crossing-suspension-bridge"]
      },
      {
        "title": "Lukla to Kathmandu",
        "description": "After reaching Lukla, you have the option to walk down to a village lower in the valley, like Tham Dada, Kharikhola, or Salleri, and take a jeep back to Kathmandu. However, I personally recommend taking a flight back for a more comfortable journey. The local jeeps can be long and bumpy, and you've already had an adventure of a lifetime. Nonetheless, if you're looking to explore more lesser-visited villages, this could be the perfect opportunity to do so.",
        "distance": 160,
        "elevation": 1400,
        "images": ["photos/countries/nepal/three-passes-trek/porters-hiking-in-the-valley"]
      }
    ]
  },
  "partnership": {
    "title": "My Recommended Trekking Agency",
    "description": "While I did my Three Passes trek solo, I collaborated with <b>Himalayan Masters</b> for my <a href='/guides/how-to-hike-kanchenjunga-base-camp-trek' target='blank'>Kanchenjunga</a> and Upper Dolpo treks, and their expertise was truly invaluable.<br><br>To book your own trek, contact them via email at <a href='mailto:info@himalayan-masters.com'>info@himalayan-masters.com</a> and use the code <b>EAGER</b> to enjoy a 5% discount on your trip.",
    "logo": "web/himalayan-masters-logo",
    "link": "https://himalayan-masters.com/"
  },
  "highlights": {
    "introduction": "Every part of my 21 days was breathtaking, and there are infinite possibilities to add side trips to your itinerary, but here is what stands out most for me.",
    "items": [
      {
        "title": "Renjo Pass",
        "description": "Easily my favorite of the three passes, Renjo stands out for its breathtaking views of Mount Everest and Gokyo Lake. As I walked down towards Gokyo, I couldn't keep my eyes away.",
        "images": ["photos/countries/nepal/three-passes-trek/gokyo-lake-mount-everest-prayer-flags"]
      },
      {
        "title": "Thame",
        "description": "Thame is a charming village surrounded by majestic mountains. Take a well-deserved rest day here and consider an acclimatization hike to Sundar Peak for even more mesmerizing views. Don't miss the chance to visit Thame Monastery and spend some time wandering around the village to observe the yaks and horses, essential companions of the Khumbu region.",
        "images": [
          "photos/countries/nepal/three-passes-trek/hiking-above-thame",
          "photos/countries/nepal/three-passes-trek/stupa-and-snowy-mountains",
          "photos/countries/nepal/three-passes-trek/hiker-sitting-alone"
        ]
      },
      {
        "title": "Gokyo Lake",
        "description": "Gokyo Lake is a tranquil gem nestled amidst the Himalayas. There are many options for day hikes in the area, such as the other lakes or Gokyo Ri. Take your time to walk around the mesmerizing blue waters, and let the serenity of the place rejuvenate your spirit.",
        "images": [
          "photos/countries/nepal/three-passes-trek/gokyo-lake",
          "photos/countries/nepal/three-passes-trek/yaks-at-gokyo-lake",
          "photos/countries/nepal/three-passes-trek/hiker-above-gokyo-lake-and-everest"
        ]
      },
      {
        "title": "Kongma Pass",
        "description": "At the zenith of Kongma Pass, a spectacle of unparalleled grandeur unfolds. Behold a realm where frozen lakes shimmer like jewels, and colossal mountains stand as sentinels of the heavens. This is a vista that ignites the spirit and commands reverence, a testament to the indomitable spirit of nature and humanity intertwined.",
        "images": ["photos/countries/nepal/three-passes-trek/hiker-sitting-on-kongma-pass"]
      },
      {
        "title": "Dzongla to Lobuche",
        "description": "As you traverse this path adorned by the majestic presence of Ama Dablam and other Himalayan giants, you will be enveloped in a profound sense of wonder. These moments of tranquil exploration have etched themselves as cherished memories in my heart.",
        "images": ["photos/countries/nepal/three-passes-trek/hiker-walking-towards-ama-dablam"]
      }
    ]
  },
  "cost": {
    "introduction": "Embarking on the Three Passes trek can be a budget-friendly adventure, allowing you to immerse yourself in the majestic beauty of the Himalayas without breaking the bank. Let's take a closer look at the budget outline to help you plan your unforgettable journey.",
    "conclusion": "A good (while kind of obvious) rule of thumb is that, the higher you go up, the more expensive costs become. Total daily cost can range from $10 down in the valley to $25 closer to Gokyo or EBC. For my entire trek, which included permits, jeep transportation, food, and even luxurious hotels and dinners in Namche Bazaar, I spent just under $500.",
    "items": [
      {
        "title": "Guide",
        "cost": "$30 to $40 per day plus tip",
        "description": "If you choose to hire a guide, expect to pay approximately $30 to $40 per day, along with a tip to show your appreciation for their invaluable assistance."
      },
      {
        "title": "Porter",
        "cost": "$20 to $25 per day plus tip",
        "description": "Hiring a porter to carry your belongings can cost from $20 to $25 per day, plus a tip to acknowledge their hard work and dedication."
      },
      {
        "title": "Transportation",
        "cost": "$40 to $300",
        "description": "A Jeep ride from Kathmandu to a village close to Lukla will cost you around $20. While a one-way flight between Lukla and Kathmandu will be around $150."
      },
      {
        "title": "Permits",
        "cost": "~$45",
        "description": "Required permits cost approximately $45. Again, you can pick these up along the trail as you trek."
      },
      {
        "title": "Food",
        "cost": "$8 to $23 per day per person",
        "description": "The daily average for food is between $8 to $23 per day for one person, depending on your location and preferences."
      },
      {
        "title": "Accommodation",
        "cost": "$0 to $8 for a double room",
        "description": "A double room can range from no charge to $8, again, depending on the location and the amenities provided."
      },
      {
        "title": "Total for 21 Days",
        "cost": "$484 - $2256"
      }
    ]
  }
}
