[
  {
    "quote": "Nicholas Eager’s photos help us capture the beauty and rich culture of our remote Himalayan valley along the Manaslu Circuit, Nepal. With his photos, we can tell our story and succeed in our mission to create a brighter and more sustainable future for our home, the Tsum-Nubri Valley. Nicholas, thu-chi che and thank you!",
    "author": "Tenzing from Himalayan Tahr Treks",
    "url": "https://www.himalayantahrtreks.com/"
  },
  {
    "quote": "Beautifully edited. Loved your choice for music, minimum dialog. It was akin to hiking with you.",
    "author": "Lini Golden-Rudy on YouTube",
    "url": "https://www.youtube.com/watch?v=I2I4EySGYEU&lc=UgwWpmod0Qe_xrYgbtd4AaABAg"
  },
  {
    "quote": "There were choices you made which I found admirable. Your music picks and discretionary sparse inclusions left us to hear the sounds (beautifully recorded) of the environs. You kindly spared us chatter, and we heard the ambience of those villages lilting with the shimmer of the bells the donkeys wear and the play of children. You also spared us a narrative, and I find that rare and peaceful. I loved that you touched all the prayer wheels. 👍💐",
    "author": "Peter Chabanowich on YouTube",
    "url": "https://www.youtube.com/watch?v=I2I4EySGYEU&lc=UgwWpmod0Qe_xrYgbtd4AaABAg"
  },
  {
    "quote": "I just discovered your video of my country. I subscribed immediately to follow your activities in Vietnam. Thank you for sharing this beautiful video.",
    "author": "Tom Pham on YouTube",
    "url": "https://www.youtube.com/watch?v=kEZagADSCOc&lc=Ugyo8Pvij0NQd7EeO2J4AaABAg"
  },
  {
    "quote": "Thank you so much for sharing your unique trekking experience...I felt like I was there! And so good not to have a running commentary, as I find that takes so much away from the feeling of being there. Absolutely loved every minute of it!",
    "author": "Jenny Neilson on YouTube",
    "url": "https://www.youtube.com/watch?v=I2I4EySGYEU&lc=Ugy5XLXEzIBVmtMy1kZ4AaABAg"
  },
  {
    "quote": "I see a bright, beautiful, and real world through his videos",
    "author": "Maru Pippy",
    "url": ""
  },
  {
    "quote": "The best photographer and brother I could ever ask for!",
    "author": "anonymous",
    "url": ""
  }
]
